"Cancel" = "Abbrechen";
"CannotAccessTrash" = "Permanent Eraser cannot access the Trash.  You will need to enable Full Disk Access in the Security & Privacy preference pane to erase the Trash.";
"Complete" = "Vollständig";
"DoNotShowMessage" = "Diese Meldung nicht mehr anzeigen";
"Download" = "Laden";
"ErasingFileWarning" = "Möchten Sie die Datei „%@“ wirklich unwiderruflich löschen?";
"ErasingFilesWarning" = "Möchten Sie diese Dateien wirklich unwiderruflich löschen?";
"ErasingMessage" = "Löschen";
"ErasingTrashWarning" = "Möchten Sie die Dateien im Papierkorb wirklich unwiderruflich löschen?";
"ErrorDeletingDiscMessage" = "Permanent Eraser kann das CD/DVD nicht löschen.";
"ErrorDeletingMessage" = "Permanent Eraser kann die Datei nicht löschen: „%@“";
"ErrorTitle" = "Warnung";
"FileErasingSimple" = "Einfach (1x)";
"FileErasingDoE" = "DoE (3x)";
"FileErasingMedium" = "DoD (7x)";
"FileErasingGutmann" = "Gutmann (35x)";
"General" = "Allgemein";
"MoreInfo" = "Mehr Informationen";
"NewVersionAvailable" = "Neue Version ist verfügbar";
"NewVersionAvailableMsg" = "Version %@ von Permanent Eraser ist verfügbar.";
"NoPluginMessage" = "Kein Plugin für diese Version von macOS verfügbar.";
"Of" = " von ";
"OK" = "OK";
"OpenSecurityPreferences" = "Systemeinstellung „Sicherheit“ öffnen";
"Plug-Ins" = "Plugins";
"PluginInstallMessage" = "Das Plugin %@ wird im Ordner %@ installiert.";
"Preferences" = "Einstellungen...";
"PreparingMessage" = "Löschen vorbereiten…";
"Quick" = "Schnell";
"Quit" = "Beenden";
"RecentVersionMsg" = "Sie haben die neueste Version von Permanent Eraser.";
"SoftwareUpToDate" = "Software ist aktuell";
"Update" = "Aktualisierung";
"UpdateFailure" = "Konnte nicht auf Updates überprüfen";
"UpdateFailureMsg" = "Beim Überprüfen auf eine neue Version von Permanent Eraser ist ein Fehler aufgetreten. Edenwaith.com ist eventuell temporär nicht verfügbar, oder Ihr Netzwerk ist nicht aktiv.";
/* Localized strings for Preferences */
"FileErasingLevel" = "Dateilöschungsgrad:";
"CDDVDErasingLevel" = "Löschungsgrad CD/DVD:";
"WarnBeforeErasing" = "Vor Löschen warnen";
"PlaySounds" = "Töne abspielen";
"CheckNow" = "Jetzt suchen";
"LastChecked" = "Letzte Suche:";
"Never" = "Nie";
"InstallContextualPlugIn" = "Kontextuelles Plugin installieren";